Repository: scooters5670/BUILDONLY
Catalog: zips/plugin.video.meta/resources/language/*/strings.po
Languages: spanish

# #30010
source: Players URL
spanish: URL de Reproductores

# #30012
source: Install from URL
spanish: Instalar desde URL

# #30100
source: Movies
spanish: Películas

# #30110
source: Enable movie players
spanish: Activar reproductores de películas

# #30120
source: Preferred movie player
spanish: Reproductor de películas preferido

# #30121
source: Preferred movie player from library
spanish: Reproductor de películas preferido (Colección)

# #30200
source: TV Shows
spanish: Series de Tv

# #30201
source: Enable TV players
spanish: Activar reproductores de Series de TV

# #30210
source: Preferred TV player
spanish: Reproductor de Series de TV preferido

# #30211
source: Preferred TV player from library
spanish: Reproductor de Series de TV preferido (Colección)

# #30300
source: Library
spanish: Colección

# #30301
source: Library folder
spanish: Directorio de Colección

# #30302
source: Library folder
spanish: Directorio de Colección

# #30303
source: Update library
spanish: Actualizar Colección

# #30400
source: Advanced
spanish: Avanzado

# #30401
source: Clear cache
spanish: Eliminar Cache

# #30304
source: Automatic movies library server
spanish: Servidor automático para servidor de Colección

# #30305
source: Set added time to release date
spanish: Añadir tiempo de adición a la fecha de estreno

# #30402
source: Use simple selection dialog
spanish: Usar diálogo simple

# #30404
source: Number of simultaneous searches
spanish: Número de búsquedas simultaneas

# #30410
source: Attempt to hide dialogs while Meta is searching
spanish: I]ntentar ocultar diálogo mientras Meta esta buscando

# #30411
source: Hide progress dialogs
spanish: Ocultar diálogo de progreso

# #30412
source: Hide information dialogs
spanish: Ocultar diálogo de información

# #30413
source: Hide keyboard dialog
spanish: Ocultar diálogo de teclado

# #30600
source: Would you like to automatically set Meta as a movies video source?
spanish: Le gustaria configurar Meta como fuente de Películas?

# #30601
source: Genres
spanish: Género

# #30602
source: Select stream...
spanish: Reproducir usando...

# #30603
source: Show info
spanish: Montrar Info

# #30604
source: Video not found :(
spanish: No en encontró video :(

# #30605
source: Add to library
spanish: Añadir a Colección

# #30606
source: Do you want to remove your existing players first?
spanish: Desea eliminar los reproductores ya descargados antes de continuar?

# #30607
source: Enter password
spanish: Ingresr Password

# #30608
source: Players updated
spanish: Se actualizaron los reproductores

# #30609
source: Enable players
spanish: Activar reproductores

# #30610
source: Season
spanish: Temporada

# #30612
source: Top rated
spanish: Mejores Valorados

# #30613
source: Blockbusters
spanish: Taquilla

# #30614
source: On the air
spanish: En Emisión

# #30615
source: Update players
spanish: Actualizar reproductores

# #30616
source: Would you like to automatically set Meta as a tv shows source?
spanish: Le gustaria configurar Meta como fuente de Series de TV?

# #30617
source: Search
spanish: Buscar

# #30618
source: search for
spanish: buscar para

# #30619
source: Next >>
spanish: Siguiente >>

# #30621
source: Popular
spanish: Populares

# #30622
source: Select default player
spanish: Seleccionar reproductor por defecto

# #30623
source: Failed to update players
spanish: Falló la actulización de los reproductores

# #30624
source: In theatres
spanish: En Cines

# #30625
source: Select player
spanish: Seleccione Reproductor

# #30626
source: Warning
spanish: Atención

# #30627
source: Library setup
spanish: Configuración de Colección

# #30628
source: Play with...
spanish: Reproducor usando...

# #30414
source: Trakt watchlist
spanish: Lista de Seguimiento de Trakt

# #30415
source: Please go to https://trakt.tv/activate and enter the code
spanish: Por favor visite https://trakt.tv/activate e ingrese el siguiente código

# #30416
source: Next episodes
spanish: Próximos Episodios

# #30417
source: Authenticate Trakt
spanish: Autenticar Trakt

# #30418
source: Add all to library
spanish: Añadir todo a Colección

# #30419
source: Are you sure you want to add your entire Trakt collection to Kodi library?
spanish: Esta seguro que desea añador toda su colección de Trakt a la Colección de Kodi?

# #30420
source: Trakt collection
spanish: Colección de Trakt

# #30421
source: Are you sure you want to add your entire Trakt watchlist to Kodi library?
spanish: Esta seguro que desea añador toda su Lista de Seguimiento de Trakt a la Colección de Kodi?

# #30422
source: You must authenticate with Trakt. Do you want to authenticate now?
spanish: Debe autenticarse en Trakt. Desea hacerlo ahora?

# #30423
source: My calendar
spanish: Mi calendario

# #30500
source: Live
spanish: En vivo

# #30501
source: Enable Live Players
spanish: Activar reproductores para "En Vivo"

# #30510
source: Prefered Live Player
spanish: Reproductor "En Vivo" preferido

# #30001
source: Move down
spanish: Mover abajo

# #30002
source: Move up
spanish: Mover arriba

# #30003
source: Clear channels
spanish: ELiminar Canales

# #30004
source: Remove channel
spanish: Eliminar canal
